name: "add_sub"
backend: "python"

input [
  {
    name: "INPUT0"
    data_type: TYPE_FP32
    dims: [1]
  },
  {
    name: "INPUT1"
    data_type: TYPE_FP32
    dims: [1]
  }
]

output [
  {
    name: "ADD_OUTPUT"
    data_type: TYPE_FP32
    dims: [1]
  },
  {
    name: "SUB_OUTPUT"
    data_type: TYPE_FP32
    dims: [1]
  }
]

instance_group [
  {
    kind: KIND_CPU
  }
] 